Repository: Aymana97/rick-morty
Catalog: lib/l10n/arb/intl_*.arb
Languages: fr

# back_button
source: Back
fr: Retour

# filter_button
source: Filter
fr: Filtrer

# splash_screen_title_first
source: Discover the Universe of
fr: Découvrez l'Univers de

# characters_page_title
source: Characters list
fr: Liste des personnages

# characters_page_characters_count
source: Characters : {count}
fr: Personnages : {count}

# characters_page_selected_filters
source: Filters : {filters}
fr: Filtres : {filters}

# character_page_name
source: Name :
fr: Nom :

# character_page_status
source: Status :
fr: Statut :

# character_page_specie
source: Species :
fr: Èspece :

# character_page_gender
source: Gender :
fr: Genre :

# character_page_date
source: Created :
fr: Créé le :

# character_page_episode_list
source: Episodes list ({count})
fr: Liste des épisodes ({count})

# filter_menu_title
source: Filter characters
fr: Filtrer les personnages

# filter_menu_status
source: Filter on status :
fr: Filtrer sur le statut :

# filter_menu_gender
source: Filter on gender :
fr: Filtrer sur le genre :

# episodes_menu_title
source: {name} episodes :
fr: Liste des épisodes de {name} :
